{
    "menu_item1":"Repetició Espaciada",
    "menu_item2": "Afegir paraules",
    "menu_item3":"Privacitat",
    "subtitle_index":"Aprendre vocabulari mai ha estat tan senzill",
    "t-element_index":"El poder de la Repetició Espaciada a les teves mans, ara disponible a la Play Store. L'aplicació ve equipada amb:",
    "list-element1_index":"Un diccionari amb funcions per a importar i exportar paraules.",
    "list-element2_index":"Una utilitat de Quizz amb calendari incorporat.",
    "list-element3_index":"Algunes estadístiques interesants com la nota mitja de totes les paraules i també metes per motivar-te",
    "btn-free_index":"Descàrrega gratuïta",
    "btn-paid_index":"Descàrrega",

    "subtitle_about":"Qué es la Repetició Espaciada?",
    "t_about":"La Repetició Espaciada es troba en el centre de l'aplicació Lang App, aquesta técnica consisteig en dividir una serie de paraules o coses a estudiar en sesions més petites. Aquestes sesions de estudi serán repetides tantes vegades com sigui necessàries a la fi de poder memoritzar tot el contingut en el temps. En el cas de Lang App, la app es capaç per si sola de evaluar la qualitat i l'evolució de l'aprenentatge de cada paraula.",
    "t2_about":"Tal i com es pot veure en la gráfica, una vegada s'introdueix i s'estudia una paraula, el record d'aquest mot es deteriora en el temps. El objectiu de Lang App es poder controlar aquest deteriorament i que mai olvidis les teves paraules, mitjançant una serie de sessions de reforç cada x temps.<br> El algoritme utilitzat está inspirat en Supermemo-2, un métode desenvolupat per Piotr Woźniak, que a la seva vegada ha inspirat algunes aplicacions tan pocpulars com Duolingo.",
    "t3_about":"Aprofitar els beneficis de la Repetició Espaciada es tan fácil com seguir el calendari de Lang App. Dins del calendari, podrás trobar les sessions d'estudi pendents i no realitzades, així com informació adicional del seu contingut. Ademés, també pots configurar recordatoris diaris per així estar al dia amb les sesions d'estudi. Finalment, Lang App posa a la disposició de l'usuari informació adicional, la qual pot ser consultada a l'apartat de Estadístiques.",

    "subtitle_Adding":"Un diccionari per controlar-ho tot",
    "subtitle2_Adding":"Massa complicat de afegir paraules pel teu compte?",
    "subtitle3_Adding":"Afegir paraules, paraula a paraula",
    "subtitle4_Adding":"Afegir paraules, amb un generador automátic",
    "t_Adding":"Apart de la funcionalitat de Quizz, la app disposa d'un diccionari avançat. El seu objectiu principal es visualitzar cada paraula amb la seva informació (frase, repeticions, puntuació, etiquetes...). Es important recordar que la paraula a estudiar te que estar contenida literalment en la frase. En el cas de verbs o declinacionses possible escriure la forma modificada d'aquest separantla amb una coma (ex: buy, bought). Lang app permet la creació de diferents diccionaris (un per cada llengua), cambiar de diccionari es tan fácil com escriure l'idioma en el camp idioma d'estudi desitgat dins de la página de Configuració.",
    "t2_Adding":"L'equip de Lang App's está actualment treballant en la possibilitat de adquirir paquets de paraules. Aquests paquets permitrien d'estudiar el vocabulari d'un cert nivell de forma inmediata, sense introduir res. Es preveu oferir un curs complet Espanyol- Anglés desde el A1 (principiant) hasta el C2 (mestre). També es preveu oferir alguns paquets complementaris en altres idiomes com Lituá i Català",
    "t3_Adding":"L'aplicació es capaç de configurar automàticament la data actual, així com la puntuació cada cop que s'afeigeix un mot. Tot el que s'ha de fer es escriure la paraula, la seva traducció i una frase que la contigui. Si ho desitja també es poden afegir etiquetes per a classificar-la (hasta 3 per paraula).",
    "t4_Adding":"Si es vol afegir centenars o milers de paraules de cop, recomanem utilitzar la plantilla de excel interactiva de Lang App, solsament es necessari emplenar la taula, generar el arxiu CSV, passar-lo al telèfon i importar-lo a l'aplicació. A més a més, abans de l'exporació s'executen automàticament una serie de controls dossenyats per detectar possibles errors i incoherencies.",
    "btn-packages":"Descàrrega els paquets (pròximament)",
    "btn-excel":"Descàrrerga la plantilla (excel)",

    "GDPR-title":"Política de Privacitat",
    "GDPR-t1":"Eric Mas Moncusi ha creat la aplicació Lang App como una aplicació amb suport per a anuncis. Aquest SERVEI es proporcionat per Eric Mas Moncusi sense cap cost i ha de ser utilitzat sense modificació alguna.",
    "GDPR-t2":"Aquesta pàgina te la finalitat d'informar als visitants de les meves polítiques de recolecció, ús i divulgació d'Informació Personal per a tots aquells que decideixin utilitzar el meu Servei.",
    "GDPR-t3":"Si decideix utilitzar el meu Servei, llavors haurà d'acceptar la recolecció y el ús de l'informació tal i com s'exposa en aquesta política de privacitat. La Informació Personal recolectada es utilitzada per proveir y millorar el Servei. En cap cas, s'usarà o compartirà la seva información amb ningú a excepció dels motius descrits en aquesta Política de Privacitat.",
    "GDPR-t4":"Les condicions usades en aquesta Política de Privacidad tenen el mateix significat que els nostres Termes i Condicions, els quals son accesibles a Lang App, al menys que siguin definits s'una altra manera dins d'aquesta Política de privacitat.",
    "GDPR-t5":"Per una millor experiència, mentres estigui usant el nostre Servei, li puc requerir certa informació personal identificable. La informació que li requereixi serà retenida en el seu dispositiu y mai serà recolectada per mi.",
    "GDPR-t6":"L'aplicació fa ús de serveis de tercers que poden recolectar informació, que l'identifiqui.",
    "GDPR-t7":"Víncles a les polítiques de privacitat dels serveis de tercers utilizats en l'aplicació",
    "GDPR-t8":"L'informo de, que al usar el meu Servei, en cas d'error en l'aplicació, recolecto dades i informació del seu telèfon (a través de productes de tercers), aquesta informació es coneix com 'Log Data'. El 'Log Data' pot incluir dades com la direcció IP ('Internet Protocol') del seu dispositiu, el nom del dispositiu, la versió del sistema operatiu, la configuració de l'aplicació mentres s'estava usant el meu Servei, la hora y data en la que s'ha usat el Servei, i altres mètriques.",
    "GDPR-t9":"Les 'cookies' son fixers amb petites quantitats de dades i son usades comúnment com identificadors anònims i únics. Aquestes son enviades al seu navegador desde les pàgines web que visita i son guardades a la memòria interna del seu dispositiu.",
    "GDPR-t10":"Aquest Servei no utilitza “cookies” explicitament. Tanmateix, l'aplicació pot utilitzar llibreries i codi de tercers que sí utilitza “cookies” per a recolectar informació i així millorar els seus serveis. Vosté te la posibilidad de acceptar o rebutjar aquestes 'cookies' i saber quan una 'cookie' està sent enviada al seu dispositiu. Si decideix rebutjar les nostres 'cookies', es possible que no pugui utilitzar parts d'aquest Servei.",
    "GDPR-t11":"Puc utilitzar empreses o individus tercers, per les següents raons:",
    "GDPR-t12":"Vull informar als usuaris d'aquest Servei que aquests tercers tenen accés a la seva Informació Personal. La raò del mencionat accés es dur a terme tasques asignades en el nostre nom. Tanmateix, els tercers están obligats a no desvelar o usar la informació per a ningún altre propòsit.",
    "GDPR-t13":"Valoro la confiança depositada en nosaltres, al proporcionarnos la seva Informació Personal, consecuentement ens esforçarem a utilitzar tots mitjans comercials acceptats per protegirla. Així mateix, recuerdi que cap mètode de transmició de dades a internet, o mètode de emmagatzematge electrònic es 100% segur i fiable, i per tant no li puc garantitzar la seva seguretat absoluta.",
    "GDPR-t14":"Aquest servei pot contenir víncles a altres llocs web. Si clica en el víncle d'un tercer, serà redirigit al seu lloc web. Recuerdi que els llocs de tercers no son operats por mi. Per tant, li recomano revisar la Política de Privacitat d'aquestes pàgines web. No tinc cap control d'elles i no asumeixo cap responsabilitat del seu contingut, polítiques de privacitat, o les pràctiques dels llocs o serveis de tercers.",
    "GDPR-t15":"Aquests Serveis no están dirigits a ningú menor de 13 anys. No recolecto cap información personal identificable de menors de 13 anys de forma conscient. En el cas de que descubreixi que un menor de 13 anys m'ha proporcionat informació personal, borraré inmediatament la mencionada informació dels nostres servidors. Si vosté es un pare o tutor legal i sap que el seu fill/a ens ha proporcionat la seva informació personal, si us plau contacteu-me per a que pugui prendre les mesures necessàries.",
    "GDPR-t16":"Pot ser que en un futur s'actualitzi aquesta Política de Privacitat. Consecuentement, s'aconsella revisar periodicament aquesta pàgina web per a cualsevol canvi. Si es produeix un canvi, será notificat a través de la pujada d'una nova Politica de Privacitat en aquesta mateixa pàgina.",
    "GDPR-t17":"Aquesta política es efectiva desde el: 08/12/2021",
    "GDPR-t18":"Si te alguna pregunta o suggerència sobre la meva Política de Privacitat, no dubti en contactar-me a langapp.team@gmail.com.",
    "GDPR-t19":"Aquetsa política de privacitat ha estat creada amb <a href='https://privacypolicytemplate.net' target='_blank' rel='noopener noreferrer'>privacypolicytemplate.net </a>, modificada/generada per <a href='https://app-privacy-policy-generator.nisrulz.com/' target='_blank' rel='noopener noreferrer'>App Privacy Policy Generator</a> i traduïda al català per Eric Mas Moncusi.",
    "GDPR-subtitle1":"Ús i recolecció de informació",
    "GDPR-subtitle2":"Recolecció de dades ('Data Log')",
    "GDPR-subtitle3":"Cookies",
    "GDPR-subtitle4":"Proveedors de serveis",
    "GDPR-subtitle5":"Seguretat",
    "GDPR-subtitle6":"Víncles a Altres pàgines web",
    "GDPR-subtitle7":"Privacitat dels menors de 13 anys",
    "GDPR-subtitle8":"Canvis en aquesta Política de Privacitat",
    "GDPR-subtitle9":"Contacte",
    "GDPR-l1":"Serveis de Google Play",
    "GDPR-l2":"AdMob",
    "GDPR-l3":"Per facilitar el nostre servei;",
    "GDPR-l4":"Per proveir el Servei en el nostre nom;",
    "GDPR-l5":"Per dur a terme serveis relacionats amb el Servei; o",
    "GDPR-l6":"Per asistirnos en el anàlisis de com s'utilitza el nostre Servei."
}

