{
    "menu_item1":"Spaced repetition",
    "menu_item2": "Adding words",
    "menu_item3":"Privacy",
    "subtitle_index":"Learning vocabulary was never easier",
    "t-element_index":"The power of Spaced Repetition at your hands, now available on Play Store. The application is equiped with:",
    "list-element1_index":"A dictionary with import/export functions",
    "list-element2_index":"A quizz utility with a full blown calendar",
    "list-element3_index":"Some statistics, achievements and your own profile",
    "btn-free_index":"Download for free",
    "btn-paid_index":"Download",

    "subtitle_about":"What is Spaced Repetition?",
    "t_about":"Spaced learning is at the core of Lang App, this technique consists on dividing a big study set into condensed sessions. Such study sessions will be repeated as long as it is needed. In the case of Lang App, the application is able to assess the quality of your learning, as well as the required time to properly recall a word or sentence.",
    "t2_about":"As shown on the graph, once you introduce and study a word this might be more difficult to recall. However, with Lang App this decay is kept under control, so that you are able to revisit the word and strenghten its memorisation.<br> The algorithm used is inspired in supermemo-2 a method developed by Piotr Woźniak, which in term inspired such popular apps as Duolingo.",
    "t3_about":"In order to take advantage of spaced repetition, you just need to follow the incorporated calendar. This page will store the daily study sessions. Moreover, you can set up daily reminders, so that you rview the words on time. Finally the scores as well as other interesting information can be visualized at the statistics page.",

    "subtitle_Adding":"A dictionary to rule them all",
    "subtitle2_Adding":"Too lazy to add words by your own?",
    "subtitle3_Adding":"Adding words, word by word",
    "subtitle4_Adding":"Adding words, with a generator",
    "t_Adding":"Aside from the quiz functionality, the app contains an advanced dictionary. Its main goal of is to visualize each word and its information (sentence, repetitions, score, tags...). It is important to note that the study word has to be contained in the sentence. Such word must provided as it is, in the case of a verb or a declination you are able to separate its modified form by comma. Lang app allows the user to create multiple dictionaries (one per each langue), in order to change them is as easy as typing the desired study language in the settings panel.",
    "t2_Adding":"Lang App's team is currently working in already made files, so that you can learn new vocabulary without introducing any word, no hustles at all. In some time we expect to assemble a full spanish course from A1 (begginer) to C2 (proficiency). The app may also offer complementary packages for other languages such as Lithuanian or Catalan",
    "t3_Adding":"The app automatically sets up the date and scoring information for you. All what you need is to fill in the word, translation and sentence. You may also want to add some extra tags per word (up to 3).",
    "t4_Adding":"If you want to add hundreds or thousands of words we have an interactive excel template for you, just fill in the table, generate a CSV file, upload it to your phone and import it to the app. Moreover, the word generator template allows you to drill down through your tags and while exporting it runs some basic integrity checks, so that you know if something might be wrong with the spelling or information provided to Lang App.",
    "btn-packages":"Download language packages (soon)",
    "btn-excel":"Download table generator",
    "GDPR-title":"Privacy Policy",
    "GDPR-t1":"Eric Mas Moncusi built the Lang App app as an Ad Supported app. This SERVICE is provided by Eric Mas Moncusi at no cost and is intended for use as is.",
    "GDPR-t2":"This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service.",
    "GDPR-t3":"If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy.",
    "GDPR-t4":"The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at Lang App unless otherwise defined in this Privacy Policy.",
    "GDPR-t5":"For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way.",
    "GDPR-t6":"The app does use third-party services that may collect information used to identify you.",
    "GDPR-t7":"Link to the privacy policy of third-party service providers used by the app",
    "GDPR-t8":"I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "GDPR-t9":"Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.",
    "GDPR-t10":"This Service does not use these “cookies” explicitly. However, the app may use third-party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "GDPR-t11":"I may employ third-party companies and individuals due to the following reasons:",
    "GDPR-t12":"I want to inform users of this Service that these third parties have access to their Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "GDPR-t13":"I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "GDPR-t14":"This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "GDPR-t15":"These Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13 years of age. In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions.",
    "GDPR-t16":"I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page.",
    "GDPR-t17":"This policy is effective as of 2021-12-08",
    "GDPR-t18":"If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at langapp.team@gmail.com.",
    "GDPR-t19":"This privacy policy page was created at <a href='https://privacypolicytemplate.net' target='_blank' rel='noopener noreferrer'>privacypolicytemplate.net </a>and modified/generated by <a href='https://app-privacy-policy-generator.nisrulz.com/' target='_blank' rel='noopener noreferrer'>App Privacy Policy Generator</a>",
    "GDPR-subtitle1":"Information Collection and Use",
    "GDPR-subtitle2":"Log Data",
    "GDPR-subtitle3":"Cookies",
    "GDPR-subtitle4":"Service Providers",
    "GDPR-subtitle5":"Security",
    "GDPR-subtitle6":"Links to Other Sites",
    "GDPR-subtitle7":"Children’s Privacy",
    "GDPR-subtitle8":"Changes to This Privacy Policy",
    "GDPR-subtitle9":"Contact Us",
    "GDPR-l1":"Google Play Services",
    "GDPR-l2":"AdMob",
    "GDPR-l3":"To facilitate our Service;",
    "GDPR-l4":"To provide the Service on our behalf;",
    "GDPR-l5":"To perform Service-related services; or",
    "GDPR-l6":"To assist us in analyzing how our Service is used."
}

