{
    "menu_item1":"Repetición espaciada",
    "menu_item2": "Añadir palabras",
    "menu_item3":"Privacidad",
    "subtitle_index":"Aprender vocabulario nunca fue tan fácil",
    "t-element_index":"El poder de la Repetición Espaciada en tus manos, ahora disponible en Play Store. La aplicación viene equipada con",
    "list-element1_index":"Un diccionario con funciones de exportación/importación.",
    "list-element2_index":"Una funcionalidad de Quizz con calendario completo.",
    "list-element3_index":"Estatísticas, logros y tu propio perfil.",
    "btn-free_index":"Descarga gratuita",
    "btn-paid_index":"Descarga de pago",

    "subtitle_about":"¿Qué es la Repetición Espaciada?",
    "t_about":"El aprendizaje en sesiones espaciadas es la idea fundamental de Lang App. Esta técnica consiste en dividir un número de palabras a estudiar en diferentes sesiones. Dichas seisiones se van repitiendo en el tiempo hasta que sea necesario para así poder recordar las palabras en cuestión. Para lograrlo, Lang App califica la calidad de la respuesta en cada intento, utilizando multiples factores (tiempo, repeticiones previas, evolución de los intentos...).",
    "t2_about":"Tal y como se puede ver en el gráfico, una vez que se introduce y estudia una palabra su recuerdo va disminuyendo en el tiempo. Aun así, esta disminución puede ser medida y controlada para poder revisitar la palabra y reforzar su conocimiento. <br> El algoritmo de Lang App que consigue esto, esta a su vez inspirado en Supermemo-2 un método desarrollado por Piotr Woźniak, el cual es a la vez usado en otras aplicaciones como Duolingo.",
    "t3_about":"Para poder usar la Repetición Espaciada solo hace falta realizar a tiempo las sesiones que Lang App programa en su calendario, donde podrás encontrar toda la información acerca de las siguientes sesiones o las sesiones no realizadas. La aplicación permite al usuario configurar recordatorios diarios para no saltarse ninguna sesión. Finalmente, en el apartado de Estatisticas, se puede visualizar información adicional como la nota media de todas las palabras.",

    "subtitle_Adding":"Un diccionario para controlarlo todo",
    "subtitle2_Adding":"Añadir palabras por tu cuenta te resulta dificil?",
    "subtitle3_Adding":"Añadir palabras, palabra por palabra",
    "subtitle4_Adding":"Añadir palabras, generador automático",
    "t_Adding":"Aparte de la funcionalidad de Quizz, la aplicación contiene un diccionario avanzado. Su principal objetivo es visualizar cada palabra junto a su información (frase, repeticiones, nota, etiquetas…). Es importante saber que todas las palabras introducidas deben estar contenidas en su frase de ejemplo tal y como están escritas en el campo “palabra”. En el caso de verbos o declinaciones, se puede añadir su forma modificada separándola con una coma en el campo “palabra”. Lang App permite la creación de un diccionario para cada idioma, para poder cambiar de diccionario es tan fácil como escribir el idioma deseado en el campo “lengua de estudio” de la página de configuración.",
    "t2_Adding":"El equipo de Lang App está trabajando en paquetes de palabras de distintos niveles. Pronto estarán disponibles los modulos de vocabulario para aprender inglés desde A1 (básico) hasta C2 (maestría).",
    "t3_Adding":"Al añadir una palabra, la aplicación automáticamente configura la fecha actual y la puntuación inicial. Todo lo que hay que hacer es rellenar los campos: Palabra, traducción y frase. También es posible incluir etiquetas (3 por cada palabra).",
    "t4_Adding":"En el caso de que se quiera añadir cientos o miles de palabras, se dispone de una plantilla Excel automatizada. Solo es necesario rellenar la tabla, generar el archivo CSV, subirlo al teléfono e importarlo a la App. La plantilla incorpora la posibilidad de filtrar elementos, así como controles automáticos para garantizar que no hay errores en la disposición y coherencia de los datos introducidos.",
    "btn-packages":"Descarga paquetes de idioma (proximamente)",
    "btn-excel":"Descarga plantilla (excel)",

    "GDPR-title":"Política de Privacidad",
    "GDPR-t1":"Eric Mas Moncusi ha creado la aplicación Lang App como una aplicación con soporte para anuncios. Este SERVICIO es proporcionado por Eric Mas Moncusi sin coste alguno y debe ser utilizado sin modificación alguna.",
    "GDPR-t2":"Esta página tiene la finalidad de informar a los visitantes de mis políticas de recolección, uso y divulgación de Información Personal para aquellos que decidan utilizar mi Servicio.",
    "GDPR-t3":"Si decide utilizar mi Servicio, entonces deberá aceptar la recolección y el uso de información tal y como se expone en esta política de privacidad. La Información Personal recolectada es utilizada para proveer y mejorar el Servicio. En ningún caso, se usará o compartirá su información con nadie a excepción de los motivos descritos en esta Política de Privacidad.",
    "GDPR-t4":"Las condiciones usadas en esta Política de Privacidad tienen el mismo significado que nuestros Términos y Condiciones, los cuales son accesibles en Lang App, a menos que de otro modo se definan en esta Política de privacidad.",
    "GDPR-t5":"Para una mejor experiencia, mientras esté usando nuestro Servicio, le puedo requerir cierta información personal identificable. La información que le requiera será retenida en su dispositivo y bajo ningún concepto será recolectada por mi.",
    "GDPR-t6":"La apliación hace uso de servicios de terceros que pueden recolectar información, que le identifique.",
    "GDPR-t7":"Vínculos a las políticas de privacidad de los servicios de terceros utilizados en la aplicación",
    "GDPR-t8":"Le informo de, que al usar mi Servicio, en caso de error en la aplicación, recolecto datos e información de su teléfono (a través de productos de terceros), dicha información es llamada 'Log Data'. Esta información ('Log Data') puede incluir datos como la dirección IP ('Internet Protocol') de su dispositivo, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación mientras se usaba mi Servicio, la hora y fecha en la que se usó el Servicio, y otras métricas.",
    "GDPR-t9":"Las 'cookies' son ficheros con pequeñas cantidades de datos y son usadas comúnmente como identificadores anónimos e únicos. Estas son enviadas a su navegador desde las páginas web que visite y son almacenadas en la memoria interna de su dispositivo.",
    "GDPR-t10":"Este Servicio no utiliza dichas “cookies” explicitamente. Sin embargo, la aplicación puede utilizar librerías y código de terceros que sí utilice “cookies” para recolectar información y así mejorar sus servicios. Tiene la posibilidad de aceptar o rechazar esas 'cookies' y saber cuando una 'cookie' está siendo enviada a su dispositivo. Si decide rechazar nuestras 'cookies', es posible que no pueda utilizar partes de este Servicio.",
    "GDPR-t11":"Puedo utilizar compañías o individuos como terceros, debido a las siguientes razones:",
    "GDPR-t12":"Quiero informar a los usuarios de este Servicio que estos terceros tienen acceso a su Información Personal. La razón de dicho acceso es llevar a cabo tareas asignadas en nuestro nombre. Sin embargo, se les obliga a no desvelar o usar la información para ningún otro propósito.",
    "GDPR-t13":"Valoro la confianza depositada en nosotros al proporcionarnos su Información Personal, consecuentemente nos esforzamos en utilizar todos medios comerciales aceptados para protegirla. Asimismo, recordi que ningún metodo de transmisión de datos en internet, o metodo de almacenamiento electrónico es 100% seguro y fiable, y no le puedo garantizar su seguridad absoluta.",
    "GDPR-t14":"Este servicio puede contener vínculos a otros sitios. Si clica en el vínculo de un tercero, será redirigido a ese sitio. Recuerde que los sitios de terceros no son operados por mi. Por lo tanto, le recomiendo revisar la Política de Privacidad de esas páginas web. No tengo ningún control de ellas y no asumo ninguna responsabilidad de su contenido, políticas de privacidad, o las prácticas de los sitios o servicios de terceros.",
    "GDPR-t15":"Estos Servicios no están dirigidos a nadie menor de 13 años. No recolecto ninguna información personal identificable de menores de 13 años de forma consciente. En el caso de que descubriera que un menor de 13 años me ha proporcionado información personal, borraré inmediatamente dicha información de nuestros servidores. Si usted es un padre o tutor legal y sabe que su hijo/a nos ha proporcionado su información personal, por favor contácteme para que pueda tomar las acciones necesarias.",
    "GDPR-t16":"Puede que en un futuro se actualice esta Política de privacidad. Consecuentemente, se aconseja revisar periódicamente esta página web para cualquier cambio. Si se produce algún cambio le notificaré mediante una nueva Política de Privacidad en esta misma página.",
    "GDPR-t17":"Esta política es efectiva desde el: 08/12/2021",
    "GDPR-t18":"Si tiene alguna pregunta o sugerencia acerca de mi Política de Privacidad, no dude en contactarme en langapp.team@gmail.com.",
    "GDPR-t19":"Esta política de privacidad fue creada en <a href='https://privacypolicytemplate.net' target='_blank' rel='noopener noreferrer'>privacypolicytemplate.net </a>, modificada/generada por <a href='https://app-privacy-policy-generator.nisrulz.com/' target='_blank' rel='noopener noreferrer'>App Privacy Policy Generator</a> y traducida al español por Eric Mas Moncusi.",
    "GDPR-subtitle1":"Uso y recolección de información",
    "GDPR-subtitle2":"Recolección de datos ('Data Log')",
    "GDPR-subtitle3":"Cookies",
    "GDPR-subtitle4":"Proveedores de servicios",
    "GDPR-subtitle5":"Seguridad",
    "GDPR-subtitle6":"Vínculos a Otras páginas web",
    "GDPR-subtitle7":"Privacidad de los menores de 13 años",
    "GDPR-subtitle8":"Cambios a esta Política de Privacidad",
    "GDPR-subtitle9":"Contacto",
    "GDPR-l1":"Servicios de Google Play",
    "GDPR-l2":"AdMob",
    "GDPR-l3":"Para facilitar nuestro servicio;",
    "GDPR-l4":"Para proveer el Servicio por nuestra cuenta;",
    "GDPR-l5":"Para llevar a cabo servicios relacionados con el Servicio; o",
    "GDPR-l6":"Para asistirnos en el análisis de como nuestro Servicio es utilizado."
}