{
    "menu_item1":"Répétition espacée",
    "menu_item2": "Ajouter des mots",
    "menu_item3":"confidentialité",
    "subtitle_index":"L'apprentissage du vocabulaire n'a jamais été aussi facile",
    "t-element_index":"Le pouvoir de la répétition espacée dans vos mains, maintenant disponible sur le Play Store. L'application est équipée avec:",
    "list-element1_index":"Un dictionnaire avec des fonctions d'exportation/importation.",
    "list-element2_index":"Une fonctionnalité Quizz avec un calendrier complet.",
    "list-element3_index":"Statistiques, réalisations et votre propre profil.",
    "btn-free_index":"Téléchargement gratuit",
    "btn-paid_index":"Téléchargement payant",

    "subtitle_about":"Qu'est-ce que la répétition espacée ?",
    "t_about":"L'apprentissage en sessions espacées est l'idée fondamentale de Lang App. Cette technique consiste à diviser un nombre de mots à étudier en différentes sessions. Ces six séances sont répétées dans le temps jusqu'à ce qu'il soit nécessaire de se souvenir des mots en question. Pour ce faire, Lang App note la qualité de la réponse à chaque tentative, en utilisant de multiples facteurs (temps, répétitions précédentes, évolution des tentatives...).",
    "t2_about":"Tal y como se puede ver en el gráfico, una vez que se introduce y estudia una palabra su recuerdo va disminuyendo en el tiempo. Aun así, esta disminución puede ser medida y controlada para poder revisitar la palabra y reforzar su conocimiento. <br> El algoritmo de Lang App que consigue esto, esta a su vez inspirado en Supermemo-2 un método desarrollado por Piotr Woźniak, el cual es a la vez usado en otras aplicaciones como Duolingo.",
    "t3_about":"Pour utiliser la répétition espacée, il vous suffit de compléter les sessions que Lang App programme dans son calendrier, où vous pouvez trouver toutes les informations sur les prochaines sessions ou les sessions manquées. L'application permet à l'utilisateur de définir des rappels quotidiens afin de ne pas sauter de session. Enfin, dans la section Statistiques, vous pouvez consulter des informations supplémentaires telles que le score moyen de tous les mots.",

    "subtitle_Adding":"Un dictionnaire pour garder une trace de tout",
    "subtitle2_Adding":"Trouvez-vous difficile d'ajouter des mots tout seul ?",
    "subtitle3_Adding":"Ajouter des mots, mot par mot",
    "subtitle4_Adding":"Ajouter des mots, générateur automatique",
    "t_Adding":"En Outre l'application contient un dictionnaire avancé. Son but principal est d'afficher chaque mot avec ses informations (phrase, répétitions, note, tags...). Il est important de savoir que tous les mots saisis doivent être contenus dans votre phrase d'exemple tels qu'ils sont écrits dans le champ 'mot'. Dans le cas des verbes ou des déclinaisons, vous pouvez ajouter leur forme modifiée en la séparant par une virgule dans le champ 'mot'. Lang App permet la création d'un dictionnaire pour chaque langue. Pour modifier le dictionnaire, il suffit de taper la langue souhaitée dans le champ 'langue d'étude' de la page de configuration.",
    "t2_Adding":"L'équipe de Lang App travaille sur des packs de mots à différents niveaux. Des modules de vocabulaire pour l'apprentissage de l'anglais de A1 (basique) à C2 (maîtrise) seront bientôt disponibles.",
    "t3_Adding":"Lorsque vous ajoutez un mot, l'application définit automatiquement la date du jour et la ponctuation initiale. Il vous suffit de remplir les champs : mot, traduction et phrase. Il est également possible d'inclure des balises (3 pour chaque mot).",
    "t4_Adding":"Si vous souhaitez ajouter des centaines ou des milliers de mots, un modèle Excel automatisé est disponible. Il suffit de remplir le tableau, de générer le fichier CSV, de le télécharger sur votre téléphone et de l'importer dans l'application. Le modèle intègre la possibilité de filtrer les éléments, ainsi que des contrôles automatiques pour s'assurer qu'il n'y a pas d'erreurs dans la mise en page et la cohérence des données saisies.",
    "btn-packages":"Télécharger les packs de langues (à venir)",
    "btn-excel":"Télécharger le modèle (excel)",

    "GDPR-title":"Politique de confidentialité",
    "GDPR-t1":"Eric Mas Moncusi a créé l'application Lang comme une application financée par la publicité. Ce SERVICE est fourni par Eric Mas Moncusi à titre gracieux et doit être utilisé sans modification.",
    "GDPR-t2":"Cette page est destinée à informer les visiteurs de mes politiques en matière de collecte, d'utilisation et de divulgation des informations personnelles pour ceux qui choisissent d'utiliser mon service.",
    "GDPR-t3":"Si vous choisissez d'utiliser mon service, vous devez accepter la collecte et l'utilisation des informations telles que définies dans la présente politique de confidentialité. Les informations personnelles recueillies sont utilisées pour fournir et améliorer le service. En aucun cas, vos informations ne seront utilisées ou partagées avec d'autres personnes que celles décrites dans la présente politique de confidentialité.",
    "GDPR-t4":"Les termes utilisés dans la présente politique de confidentialité ont la même signification que nos conditions générales, qui sont accessibles sur Lang App, sauf définition contraire dans la présente politique de confidentialité.",
    "GDPR-t5":"Pour une meilleure expérience, pendant que vous utilisez notre service, je peux vous demander certaines informations personnellement identifiables. Les informations que je vous demande seront conservées sur votre appareil et ne seront en aucun cas collectées par moi.",
    "GDPR-t6":"L'application fait appel à des services tiers qui peuvent recueillir des informations permettant de vous identifier.",
    "GDPR-t7":"des liens vers les politiques de confidentialité des services tiers utilisés dans l'application.",
    "GDPR-t8":"Sachez que, lors de l'utilisation de mon Service, en cas d'erreur d'application, je collecte des données et des informations à partir de votre téléphone (par le biais de produits tiers), ces informations sont appelées 'Log Data'. Ces informations ('Log Data') peuvent inclure des informations telles que l'adresse de protocole Internet ('IP') de votre appareil, le nom de l'appareil, la version du système d'exploitation, les paramètres de l'application lors de l'utilisation de mon service, l'heure et la date d'utilisation du service et d'autres paramètres.",
    "GDPR-t9":"Les 'cookies' sont des fichiers contenant de petites quantités de données et sont généralement utilisés comme identifiants anonymes et uniques. Ils sont envoyés à votre navigateur à partir des sites web que vous visitez et sont stockés dans la mémoire interne de votre appareil.",
    "GDPR-t10":"Ce service n'utilise pas explicitement de tels 'cookies'. Toutefois, l'application peut utiliser des bibliothèques et des codes tiers qui utilisent des 'cookies' pour collecter des informations afin d'améliorer ses services. Vous avez la possibilité d'accepter ou de refuser ces 'cookies' et de savoir quand un cookie est envoyé à votre appareil. Si vous choisissez de rejeter nos 'cookies', il se peut que vous ne puissiez pas utiliser certaines parties de ce service.",
    "GDPR-t11":"Je peux faire appel à des sociétés ou à des particuliers en tant que tiers pour les raisons suivantes:",
    "GDPR-t12":"Je tiens à informer les utilisateurs de ce service que ces tiers ont accès à vos informations personnelles. La raison d'un tel accès est l'exécution de tâches assignées en notre nom. Toutefois, ils sont tenus de ne pas divulguer ou utiliser ces informations à d'autres fins.",
    "GDPR-t13":"J'apprécie la confiance que vous nous avez accordée en nous fournissant vos informations personnelles et, par conséquent, nous nous efforçons d'utiliser tous les moyens commercialement acceptables pour les protéger. Je me souviens également qu'aucune méthode de transmission de données sur Internet ou de stockage électronique n'est sûre et fiable à 100 % et que je ne peux pas garantir sa sécurité absolue.",
    "GDPR-t14":"Ce service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien tiers, vous serez redirigé vers ce site. Veuillez noter que les sites de tiers ne sont pas exploités par moi. Par conséquent, je vous encourage à consulter la politique de confidentialité de ces sites web. Je n'ai aucun contrôle sur eux et je n'assume aucune responsabilité quant à leur contenu, leur politique de confidentialité ou les pratiques des sites ou services tiers.",
    "GDPR-t15":"Ces services ne sont pas destinés aux personnes âgées de moins de 13 ans. Je ne collecte pas sciemment d'informations personnellement identifiables auprès d'enfants de moins de 13 ans. Dans le cas où je découvrirais qu'un enfant de moins de 13 ans m'a fourni des informations permettant de l'identifier personnellement, je supprimerais immédiatement ces informations de nos serveurs. Si vous êtes un parent ou un tuteur légal et que vous savez que votre enfant nous a fourni des informations personnelles, veuillez me contacter afin que je puisse prendre les mesures appropriées.",
    "GDPR-t16":"La présente politique de confidentialité peut être mise à jour à l'avenir. Par conséquent, il vous est conseillé de consulter régulièrement ce site Web pour prendre connaissance de tout changement. Si des changements interviennent, je vous en informerai en publiant une nouvelle politique de confidentialité sur cette page.",
    "GDPR-t17":"Cette politique est effective à partir du : 08/12/2021",
    "GDPR-t18":"Si vous avez des questions ou des suggestions concernant ma politique de confidentialité, n'hésitez pas à me contacter à l'adresse langapp.team@gmail.com.",
    "GDPR-t19":"Cette politique de confidentialité a été créée avec le site web <a href='https://privacypolicytemplate.net' target='_blank' rel='noopener noreferrer'>privacypolicytemplate.net </a>, modifié/généré par <a href='https://app-privacy-policy-generator.nisrulz.com/' target='_blank' rel='noopener noreferrer'>App Privacy Policy Generator</a> et traduit en français par Eric Mas Moncusi.",
    "GDPR-subtitle1":"Utilisation et collecte d'informations",
    "GDPR-subtitle2":"Collecte des données ('Data Log')",
    "GDPR-subtitle3":"Cookies",
    "GDPR-subtitle4":"Les prestataires de services",
    "GDPR-subtitle5":"Sécurité",
    "GDPR-subtitle6":"Liens vers d'autres sites web",
    "GDPR-subtitle7":"Confidentialité des enfants de moins de 13 ans",
    "GDPR-subtitle8":"Modifications de la présente politique de confidentialité",
    "GDPR-subtitle9":"Contact",
    "GDPR-l1":"Services de Google Play",
    "GDPR-l2":"AdMob",
    "GDPR-l3":"Pour faciliter notre service ;",
    "GDPR-l4":"Pour fournir le service à nos frais ;",
    "GDPR-l5":"pour fournir des services liés au notre service ; ou",
    "GDPR-l6":"Pour nous aider à analyser la façon dont notre service est utilisé."
}